export const AWARDS_BY_YEAR = [
    {
        year: '2024',
        awards: [
            'Wind 万得 - 2024 年度管理期货最强私募、2024 年度多策略最强私募',
            '中国证券报 - 第十五届私募金牛奖，三年期金牛私募管理公司（管理期货策略）',
            '私募排排网 - 第十八届私募金排奖（稳健卓越私募管理基金管理人）',
            '东方财富风云榜 - 2024 年度价值发掘私募基金经理'
        ]
    },
    {
        year: '2023',
        awards: [
            'Wind 万得 - 2023 年度最强私募（百亿以内），一年期、三年期、五年期管理期货最强私募',
            '中国证券报 - 2022 年第十四届私募金牛奖（年度金牛私募管理公司 - 管理期货策略）',
            '私募排排网 - 2023 年私募排排网常青树基金经理奖',
            '新财富 - 新财富最佳私募投资经理',
            '中国基金风云榜 - 管理期货策略私募基金奖（五年期）'
        ]
    },
    {
        year: '2022',
        awards: [
            '东方证券 - 华曜奖（卓越私募基金管理人）',
            '金长江奖 - 年度新锐私募基金经理',
            '格上财富金樟奖 - 最佳程序化期货策略私募管理人（三年期）',
            '金斧子私募大会 - 综合实力奖（5 年以上）',
            '好买财富 - 对冲十大好基金',
            '朝阳永续 - 最受欢迎管理期货类产品（一年期）冠军',
            'Wind 最强私募 - 一年期最强私募基金公司（管理期货策略、量化股票策略）'
        ]
    },
    {
        year: '2021',
        awards: [
            '中国基金报英华奖 - 最佳私募基金产品奖（三年期管理期货策略）',
            '朝阳永续中国私募基金风云榜 - 管理期货策略私募基金奖（三年期）'
        ]
    },
    {
        year: '2020',
        awards: [
            '金斧子第四届私募大会 - 至尊新锐奖',
            '华安证券私募实盘大赛 - 年度最佳私募基金经理',
            '朝阳永续中国私募基金风云榜 - 1-6 月管理期货策略基金前十'
        ]
    },
    {
        year: '2019',
        awards: [
            '朝阳永续中国私募基金风云榜 - 年度管理期货策略基金一季度表现优异投顾'
        ]
    },
    {
        year: '2018',
        awards: [
            '私募先锋榜（广东）- 年度管理期货收益前十名',
            '东方财富风云榜 - 最受欢迎期货私募基金产品',
            '私募先锋榜 - 十佳基金经理'
        ]
    }
];
